adrianwilczynski.alpine-js-intellisense
beardedbear.beardedicons
beardedbear.beardedtheme
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
danielpinto8zz6.c-cpp-compile-run
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
glenn2223.live-sass
ionic.ionic
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
kisstkondoros.vscode-gutter-preview
laravel.vscode-laravel
mattn.lisp
mpotthoff.vscode-android-webview-debug
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
naumovs.color-highlight
patbenatar.advanced-new-file
ritwickdey.liveserver
sdras.vue-vscode-snippets
styled-components.vscode-styled-components
supermaven.supermaven
syler.sass-indented
tomoki1207.pdf
twxs.cmake
tyriar.lorem-ipsum
vue.volar
zainchen.json
